---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InvDegreeC
source: html/7531e23c-a384-c6f1-f6dd-3ed8e29e32ca.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InvDegreeC Property

Symbol 1/°C, indicating unit Inverse degrees Celsius.

## Syntax (C#)
```csharp
public static ForgeTypeId InvDegreeC { get; }
```